<?php

return [
    'actions' => 'Действия',
    'activated' => [
        'm' => 'Активирован',
        'f' => 'Активирована',
    ],
    'active' => [
        'm' => 'Активен',
        'f' => 'Активна',
    ],
    'add' => 'Добавить',
    'cancel' => 'Отмена',
    'close' => 'Закрыть',
    'confirm' => 'Подтвердить',
    'delete' => 'Удалить',
    'disable' => 'Отключить',
    'disabled' => 'Отключена',
    'domain' => 'Домен',
    'edit' => 'Редактировать',
    'email' => 'E-mail',
    'enable' => 'Включить',
    'enabled' => 'Включена',
    'error' => 'Ошибка',
    'info' => 'Информация',
    'pickDate' => 'Выбрать дату',
    'subdomain' => 'Поддомен',
    'submit' => 'Отправить',
    'success' => 'Успех',
    'unlimited' => 'Безлимит',
    'user' => 'Пользователь',
    'warning' => 'Внимание',

    'message' => [
        'destroy' => 'Запись была успешно удалена',
        'enabled' => 'Запись была успешно включена',
        'disabled' => 'Запись была успешно отключена',
        'cantEnable' => 'Запись не может быть включена',
        'cantDisable' => 'Запись не может быть отключена',
    ],
];